Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/children_and_young_offenders/treatment_of_child_suspects_in_garda_custody.html.txt.tmx
Source language: en
Languages: ga

source: Treatment of child suspects in Garda custody
ga: Láimhseáil amhrasáin linbh i gcoinneáil na nGardaí

source: For the purpose of criminal law in Ireland a child is anyone under 18 years of age
ga: Chun críocha an dlí choiriúil in Éirinn is leanbh aon duine atá faoi 18 mbliana d’aois

source: As children are deemed vulnerable due to their age and level of maturity, the law has provided special provisions which protect the personal rights of child suspects while they are being detained in Garda stations
ga: Os rud é go meastar leanaí a bheith leochaileach de dheasca a n-aoise agus a leibhéal aibíochta, tá forálacha speisialta curtha ar fáil ag an dlí a chosnaíonn cearta pearsanta na n-amhrasán linbh agus iad á gcoinneáil i staisiúin Ghardaí

source: These laws place special duties or obligations on the Gardaí in their dealings with child suspects while in the Garda station
ga: Cuireann na dlithe seo dualgais nó oibleagáidí speisialta ar na Gardaí agus iad ag déileáil le hamhrasáin linbh agus iad i stáisiún Gardaí

source: While it is the primary role of the Gardaí to investigate crime and protect the rights of the public, these obligations also include the proper treatment of suspects who are detained in Garda stations, especially child suspects
ga: Cé gurb é príomhról na nGardaí coireacht a fhiosrú agus cearta an phobail a chosaint, cuimsíonn na hoibleagáidí seo cóireáil ceart na n-amhrasán atá á gcoinneáil i stáisiúin Ghardaí, go háirithe amhrasáin linbh

source: Part 6 of the Children Act 2001 specifically deals with the treatment of child suspects while in Garda stations
ga: Déileálann Cuid 6 den Acht um Leanaí 2001 go sainiúil le láimhseáil amhrasán linbh agus iad i stáisiúin Ghardaí

source: Under Section 129 of the Criminal Justice Act 2006, which amended the Children Act 2001, children under 12 years of age cannot be arrested and detained in a Garda station unless the offence is one of the following:
ga: Faoi Alt 129 den Acht um Cheartas Coiriúil 2006, a leasaigh an tAcht um Leanaí 2001, ní féidir leanaí faoi bhun 12 bhliain d’aois a ghabháil agus a choinneáil i stáisiún Gardaí murar ceann de na cionta seo a leanas an cion:

source: In any other situation where a Garda has reasonable grounds for believing that a child under 12 years of age has committed an offence the Garda is obliged to bring the child to the child’s parents or guardian
ga: In aon chás eile ina bhfuil cúis réasúnta ag Garda a chreidiúint go bhfuil cion déanta ag leanbh faoi 12 bhliain d’aois tá oibleagáid ar an nGarda an leanbh a thabhairt chuig tuismitheoirí nó gairdiain an linbh

source: Separation of children from adults in Garda stations
ga: Scaradh leanaí ó dhaoine fásta i stáisiúin Ghardaí

source: When a child is detained in a Garda station it is the duty of the Garda in charge of the station to ensure that, as far as possible, the child is not allowed meet with or associate with adult suspects being detained in the station at the same time
ga: Nuair a choinnítear leanbh i stáisiún Gardaí tá sé de dhualgas ar an nGarda atá i mbun an stáisiúin a chinntiú nach ligtear don leanbh, chomh fada agus is féidir, bualadh le nó caidreamh a bheith acu le hamhrasáin fhásta atá á gcoinneáil sa stáisiún ag an am céanna

source: Children are usually not kept in a cell unless there is no other safe or secure accommodation available
ga: De ghnáth, ní choinnítear leanaí i gcillín ach amháin sa chás nach bhfuil aon chóiríocht slán nó daingean eile ar fáil

source: Notice to be given to a child
ga: Fógra le tabhairt do leanbh

source: When a child suspect is brought to a Garda station, it is the duty of the Garda in charge to tell the child without delay in a way that the child understands:
ga: Nuair a thugtar amhrasán linbh chuig stáisiún Gardaí, is é dualgas an Gharda atá i mbun a insint don leanbh gan mhoill ar bhealach a thuigfidh an leanbh:

source: • The details of the crime for which he/she is detained
ga: • Mionsonraí na coireachta as a bhfuil an leanbh á choinneáil

source: • That he/she is entitled to consult a solicitor and
ga: • Go bhfuil sé/sí i dteideal comhairle a fháil ó aturnae agus

source: • That his/her parents/guardian have or are being notified
ga: • Gur cuireadh tuismitheoirí/gairdian an linbh ar an eolas

source: If the parents/guardian cannot be contacted, or if they simply refuse to attend the Garda station, then the child must be informed that he/she can nominate another adult relative or other adult to be informed
ga: Murar féidir teagmháil a dhéanamh leis na tuismitheoirí/gairdian, nó má dhiúltaíonn siad glan teacht chuig an stáisiún Gardaí, caithfear a chur in iúl don leanbh gur féidir leis/léi gaol fásta eile nó duine fásta eile a ainmniú chun cúrsaí a chur in iúl dóibh

source: Any such person (parent, guardian or other nominated person) is obliged to attend the Garda station without delay
ga: Tá oibleagáid ar aon duine mar sin (tuismitheoir, gairdian nó duine ainmnithe eile) teacht i láthair ag an stáisiún Gardaí gan mhoill

source: Notifying the child’s solicitor
ga: Ag cur aturnae an linbh ar an eolas

source: When a child who is detained has asked for a solicitor, the Garda in charge is obliged to notify that solicitor as soon as possible
ga: Nuair a deir leanbh atá á choinneáil gur mhaith leis aturnae, tá oibleagáid ar an nGarda atá i mbun aturnae a fhaisnéisiú a luaithe agus is féidir

source: If the solicitor cannot be contacted or is unwilling or unable to attend, the child must be informed and allowed to ask for another solicitor
ga: Mura féidir teagmháil a dhéanamh leis an aturnae nó mura bhfuil an t-aturnae toilteanach nó in ann teacht, caithfear a chur in iúl don leanbh agus deis a thabhairt don leanbh aturnae eile a iarraidh

source: This solicitor must then be notified by the Gardaí
ga: Caithfidh na Gardaí an t-aturnae seo a fhaisnéisiú

source: If the child requests a solicitor but doesn’t know one or doesn’t name one specifically then the Garda in charge gives the child the name of a number of solicitors who are willing to attend the Garda station
ga: Má iarrann an leanbh aturnae ach gan aithne aige/aici ar aturnae nó mura n-ainmníonn an leanbh aturnae go sainiúil, tugann an Garda atá i mbun ainm roinnt aturnaetha atá sásta teacht chuig an stáisiún Gardaí don leanbh

source: The request for a solicitor extends to the parents or guardian or other relative
ga: Baineann an ceart aturnae a iarraidh leis na tuismitheoirí nó gairdiain nó gaol eile chomh maith

source: All of these people are entitled to ask for a solicitor on behalf of the child
ga: Tá na daoine seo go léir i dteideal aturnae a iarraidh ar son an linbh

source: Interviewing children in Garda stations
ga: Agallaimh a dhéanamh le leanaí i stáisiúin Ghardaí

source: Section 61 of the Children Act 2001 provides that a child may not be interviewed unless in the presence of his/her parent or guardian
ga: Forálann Alt 61 d’Acht na Leanaí 2001 nach féidir agallamh a dhéanamh le leanbh ach i bhfianaise a t(h)uismitheoir nó a g(h)airdian

source: In cases, however, where the Gardaí believe a delay in questioning a child suspect would involve
ga: I gcásanna, áfach, ina gcreideann na Gardaí go mbeadh ceann de na féidearthachtaí seo ann dá mbeadh moill ar amhrasán linbh a cheistiú

source: • a risk of death or injury
ga: • Contúirt bháis nó ghortaithe

source: • serious loss of or damage to property
ga: • Mórchaillteanas nó díobháil do mhaoin

source: • destruction of or interference with evidence or
ga: • Scrios nó cur isteach ar fhianaise

source: then the Garda in charge of the station can authorise the questioning of the child or the taking of a written statement in the absence of a parent or guardian
ga: is féidir leis an nGarda i mbun an stáisiuin ceistiú an linbh nó tógáil ráitis scríofa a údarú in éagmais tuismitheora nó gairdiain

source: This is not a common practice, however, and very serious circumstances must exist before the Garda in charge would allow it
ga: Ní gnáthchleachtas é seo, áfach, agus caithfidh imthosca an-olca a bheith ann sula gceadódh an Garda i mbun é

source: The Garda in charge can also remove an adult during the questioning of a child suspect or during the taking of a written statement where:
ga: Is féidir leis an nGarda atá i mbun duine fásta a ordú amach le linn ceistithe amhrasáin linbh nó le linn tógáil ráitis scríofa, más amhlaidh:

source: • The parent or guardian is the victim of, or has been arrested in connection with, the offence being investigated
ga: • Gur íobartach an chiona atá á fhiosrú an tuismitheoir nó gairdian, nó gur gabhadh iad maidir leis an gcion sin

source: • The Garda in charge suspects the parent or guardian of being involved in the offence or
ga: • Go bhfuil amhras ar an nGarda atá i mbun go raibh an tuismitheoir nó an gairdian bainteach sa chion, nó

source: • The Garda in charge believes the parent or guardian would be likely to obstruct the course of justice if they were present during the interview of the child or during the taking of a written statement from the child
ga: • Go gcreideann an Garda atá i mbun gur dócha go dtoirmiscfeadh an tuismitheoir nó an gairdian cúrsa an cheartais dá mbeidís i láthair le linn an agallaimh leis an leanbh nó le linn ráiteas scríofa a thógáil ón leanbh

source: If the Gardaí propose to question a child in the absence of a parent or guardian, they must try and arrange for another parent, relative or other responsible person to be present during the interview
ga: Má ar intinn na Gardaí a cheistiú leanbh in éagmais tuismitheora nó caomhnóra, ní mór dóibh iarracht a dhéanamh socrú a dhéanamh chun tuismitheoir eile, duine atá freagrach i gcoibhneas nó eile a bheith i láthair le linn an agallaimh

source: Notification to parents/ guardian when a child is charged with an offence
ga: Faisnéisiú nuair a chiontaítear tuismitheoirí/gairdian i gcion

source: When the Gardaí decide to charge a child with the offence for which the child is detained he/she is charged on a charge sheet
ga: Nuair a chinneann na Gardaí leanbh a chiontú sa chion a bhfuil an leanbh á choinneáil faoi, cúisítear é ar dhuilleog na gcúiseamh

source: A charge sheet is a document which contains particulars of the offence, the name of the Garda who is prosecuting and the name of the person being charged
ga: Is doiciméad é duilleog na gcúiseamh a bhfuil mionsonraí an chiona ann, ainm an Gharda atá ag cúiseamh agus ainm an duine atá á chiontú

source: Once the child is charged with the offence, the parents or guardian present is given a copy of the charge sheet
ga: I ndiaidh chiontú an linbh sa chion, tugtar cóip de dhuilleog na gcúiseamh do na tuismitheoirí nó don ghairdian atá i láthair

source: The Garda in charge of the station also ensures that details of the time, date and place of the child’s first appearance in court are given to the parents or guardian as soon as possible
ga: Cinntíonn an Garda atá i mbun an stáisiúin go dtugtar sonraí an ama, an dáta agus áit chéad láithris an linbh sa chúirt do na tuismitheoirí nó don ghairdian a luaithe agus is féidir

source: The parents or guardian must also be informed of their obligation to attend the court
ga: Caithfear a chur in iúl do na tuismitheoirí nó don ghairdian go bhfuil oibleagáid orthu a bheith i láthair ag an gcúirt chomh maith

source: Where the child’s parents or guardian is not present in the Garda station when the child is being charged the Garda in charge must ensure that a copy of the charge sheet and details of the time, date and place of the child’s first appearance in court are given to the parents or guardian as soon as possible
ga: Nuair nach bhfuil tuismitheoirí nó gairdian an linbh i láthair ag an stáisiún Gardaí nuair a chúisítear an leanbh caithfidh an Garda atá i mbun a chinntiú go dtugtar cóip de dhuilleog na gcúiseamh, agus mionsonraí an ama, an dáta agus na háite a mbeidh céad láithreas an linbh sa chúirt do na tuismitheoirí nó don ghairdian a luaithe agus is féidir

source: They must also be informed of the name of any adult who attended the Garda station at the request of the child and the name and address of any solicitor who may have visited the child while in custody in the Garda station
ga: Caithfear a chur in iúl dóibh ainm aon duine fásta a bhí i láthair ag an stáisiún Gardaí ar éileamh an linbh agus ainm agus seoladh aon aturnae a thug cuairt ar an leanbh le linn dó a bheith ar coimeád sa stáisiún Gardaí

source: The Gardaí may decide to summons a child to appear in court in respect of an alleged offence
ga: B’fhéidir go gcinneodh na Gardaí toghairm a thabhairt do leanbh a bheith i láthair sa chúirt maidir le cion líomhanta

source: (This is mostly done in less serious cases involving minor crimes)
ga: (Déantar é seo don chuid is mó i gcúiseanna nach bhfuil chomh tromchúiseach céanna a bhaineann le mionchoireachtaí)

source: In such circumstances, the child’s parents or guardian may be named on the summons and, if they are named, they are required to attend at the sitting of the court stated in the summons
ga: I dtosca den sórt sin, is féidir tuismitheoirí nó gairdian an linbh a ainmniú ar an toghairm agus má ainmnítear iad, tá riachtanas orthu a bheith i láthair ag suí na cúirte atá sainráite sa toghairm

source: Release on bail by a member of the Garda Siochana
ga: Scaoileadh saor ar bannaí ag comhalta den Gharda Síochána

source: When a decision is made to charge a child with a criminal offence, the Garda in charge of the station may direct that the child be brought before the next available sitting of the Children Court
ga: Nuair a dhéantar cinneadh leanbh a chúiseamh i gcion coiriúil, is féidir leis an nGarda atá i mbun an stáisiúin a ordú go dtabharfaí an leanbh os comhair an chéad suí atá ar fáil de Cúirt na Leanaí

source: This could involve the child remaining in the custody of the Gardaí until the following morning
ga: B’fhéidir go mbeadh ar an leanbh fanacht i gcoimeád na nGardaí go dtí an mhaidin dar gcionn

source: Alternatively, the Garda in charge may release the child from custody on bail to appear at a sitting of the Children Court within 30 days
ga: Mar mhalairt air sin, is féidir leis an nGarda atá i mbun an leanbh a scaoileadh saor ó choimeád ar bannaí le bheith i láthair ag suí de Chúirt na Leanaí taobh istigh de 30 lá

source: This is done by requiring the child to enter into a recognisance with or without sureties to appear in court at a future date
ga: Déantar é seo trí cheangal ar an leanbh dul i gcúirtbhanna gan nó le slándáil le teacht i láthair ag an gcúirt ag am éigin san am atá le teacht

source: (A recognisance is a pledge or promise made and signed by the child and/or by the parents or guardian that the child will appear in court on the date requested)
ga: (Is móid nó gealltanas é cúirtbhanna a dhéanann agus a shíníonn an leanbh agus/nó tuismitheoirí nó gairdian an linbh go dtiocfaidh an leanbh chun na cúirte ar an lá a iarradh)

source: The recognisance might be made with a surety attached
ga: B’fhéidir go ndéanfaí an cúirtbhanna le slándáil ceangailte leis

source: That is, in addition to making the promise to appear in court, a sum of money is guaranteed to ensure that the child does appear in court
ga: Is é sin, chomh maith leis an ngealltanas teacht i láthair ag an gcúirt, ráthaítear suim airgid lena chinntiú go dtiocfaidh an leanbh i láthair ag an gcúirt

source: If the child fails to appear then the sum of money is lost and must be paid over to the State
ga: Mura dtiocfaidh an leanbh caillfear an t-airgead agus íocfar leis an Stát é

source: While a surety is a promise of money, the Garda in charge is also allowed to accept a sum of money in cash from the parents or guardian to ensure that the child appears in court
ga: Cé gur gealltanas airgid atá ann slándáil, tá cead ag an nGarda atá i mbun glacadh le suim airgid in airgead reatha ó thuismitheoirí nó ó ghairdian lena chinntiú go dtiocfaidh an leanbh i láthair ag an gcúirt

source: This money is returned when the child’s case is finally dealt with or the judge decides to reduce or vary the terms of the bail
ga: Tugtar an t-airgead ar ais nuair a dhéileálfar leis an an gcás sa deireadh nó nuair a chinneann breitheamh ar théarmaí na mbannaí a laghdú nó a athrú

source: Further information on the consequences of breaching bail terms is available here
ga: Tá tuilleadh faisnéise ar iarmhairtí téarmaí na mbannaí a shárú ar fáil anseo
